/* No comment provided by engineer. */
" and %@" = " un %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sek.";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ komentēja: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ ieteica ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ ir daļa no iNaturalist tīkla %2$@. Vietējām organizācijām, kas atbalsta %3$@ būs pieeja tavai e-pasta adresei un novērojumu faktiskajām koordinātām – tajā skaitā gan publikai apslēptās, gan privātās koordinātas. Vai vēlies pievienoties citam iNaturalist partnerim?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ ir daļa no starptautiskā iNaturalist tīkla. Vai vēlies pievienoties %2$@, lai pielāgotu lietotnes funkcionalitāti un dalītos ar datiem ar vietējam organizācijām?\n";

/* site news */
"%@ News" = "%@ Ziņas";

/* identification author attribution */
"%@'s ID" = "lietotāja %@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, %2$@ versija";

/* Count of observations by this user, singular. */
"%d Observation" = "%d novērojums";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d novērojums augšupielādei";

/* Count of observations by this user, plural. */
"%d Observations" = "%d novērojumi";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d novērojumi augšupielādei";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld metri";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' nepieciešams, lai aizpildi '%2$@' lauku.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Vairāk informācijas";

/* title for about section of the guide screen */
"ABOUT" = "VAIRĀK INFORMĀCIJAS";

/* about this project title */
"About this Project" = "Par šo projektu";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Konts?";

/* No comment provided by engineer. */
"Activity" = "Aktivitāte";

/* Title for add comment failed alert */
"Add Comment Failure" = "Neizdevās pievienot komentāru";

/* Title for add ID failed alert */
"Add Identification Failure" = "Neizdevās pievienot identifikāciju";

/* No comment provided by engineer. */
"Add to Favorites" = "Pievienot izlasei";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Piekrist";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Vai tev jau ir konts?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "App is fatally misconfigured. Please contact help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Lietotnes iestatījumi";

/* No comment provided by engineer. */
"Are you really sure?" = "Vai esi pārliecināts?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Vai tiešām vēlies pamest šo projektu?";

/* No comment provided by engineer. */
"Are you sure?" = "Vai esi pārliecināts?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Vai esi pārliecināts? Šī darbība ir neatgriezeniska.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentīna: Fundación Vida Silvestre Argentina, kas atbild par ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Austrālija: Atlas of Living Australia, kas atbild par iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Autom.";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Automātiskā nosaukuma pabeigšana";

/* label for auto upload switch in settings */
"Automatic upload" = "Automātiskā augšupielāde";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Izmantojot iNat, tu piekrīti noteik. un priv. politikai";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech un Cornell Tech palīdzēja izstrādāt datorredzes sistēmu, kas fotogrāfijās identificē organismus. Pateicamies Grant Van Horn, Serge Belongie un Pietro Perona par ieguldījumu datorredzes izpētē. Vairāk informācijas atrodams visipedia.org tīmekļa vietnē. Liels paldies NVIDIA par papildu palīdzību.";

/* Title for Camera button in media picker */
"Camera" = "Kamera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Kameras slēdzis";

/* No comment provided by engineer. */
"Can't Add ID" = "Neizdodas pievienot ID";

/* No comment provided by engineer. */
"Can't Comment" = "Neizdodas pievienot komentāru";

/* No comment provided by engineer. */
"Can't Fave" = "Neizdodas pievienot izlasei";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Can't find realm database, can't continue. Please contact help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Pašlaik neizdodas sameklēt tavus novērojumus. Lūdzu, pamēģini vēlāk.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Can't send crash support email - please contact help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanāda: Canadian Wildlife Federation, Royal Ontario Museum, Naturserve Canada un Parks Canada, kas atbild par iNaturalist Canada (inaturalist.ca)";

/* No comment provided by engineer. */
"Cancel" = "Atcelt";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Atceļ...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Datumu nākotnē norādīt nav iespējams.";

/* Failure message */
"Cannot donate" = "Nevar noziedot";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Nevar ielādēt ieteikumus: %@";

/* Store launch failure message */
"Cannot open store" = "Nevar atvērt veikalu";

/* Failure message */
"Cannot rate" = "Nevar novērtēt";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Nevar meklēt iNaturalist.org lapā";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Nevar nosūtīt e-pastu";

/* No comment provided by engineer. */
"Cannot use your location" = "Nevar izmantot tavu atrašanās vietu";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Nebrīvē / kultivēts";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "\"Nebrīvē / kultivēts\" nozīmē to, ka organisms atrodas novērojuma vietā cilvēku rīcības dēļ. iNaturalist būtība ir savvaļas organismu novērošana un mūsu partneriem, kas no mums iegūst zinātniskos datus, neinteresē mājdzīvnieki, dārzi vai dzīvnieki zooloģiskajos dārzos.";

/* title for captive selector */
"Captive?" = "Nebrīvē?";

/* casual data quality */
"Casual Grade" = "Hobija līmenis";

/* label for change email address action in settings */
"Change email" = "Mainīt e-pasta adresi";

/* No comment provided by engineer. */
"Change Email" = "Mainīt e-pasta adresi";

/* No comment provided by engineer. */
"Change email address?" = "Mainīt e-pasta adresi?";

/* accessibility label for change flash button */
"Change Flash" = "Mainīt zibspuldzes režīmu";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Mainīt zibspuldzes režīmu. Pašreizējais režīms ir \"Automātiska\".";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Mainīt zibspuldzes režīmu. Pašreizējais režīms ir \"Izslēgta\".";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Mainīt zibspuldzes režīmu. Pašreizējais režīms ir \"Ieslēgta\".";

/* label for change username action in settings */
"Change username" = "Mainīt lietotājvārdu";

/* No comment provided by engineer. */
"Change Username" = "Mainīt lietotājvārdu";

/* No comment provided by engineer. */
"Change username?" = "Mainīt lietotājvārdu?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Mainīt profila attēlu?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Atzīmē šo lodziņu, lai piešķirtu fotogrāfijām \"Creative Commons Attribution-NonCommercial\" licenci. Vēlāk to var noņemt vai izvēlēties citu licenci, bet jāņem vērā, ka tā ir labākā licence, lai dalītos ar saviem datiem ar zinātniekiem.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Pārbaudi e-pastu";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Čīle: Ministerio del Medio Ambiente, kas atbild par iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Atlasīt no bibliotēkas";

/* title of inat network picker */
"Choose iNat Network" = "Izvēlēties iNat tīklu";

/* title for project observations chooser */
"Choose Projects" = "Atlasīt projektus";

/* No comment provided by engineer. */
"Close" = "Close";

/* accessibility label for close camera button */
"Close Camera" = "Aizvērt kameru";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Kolekciju projekts";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolumbija: Instituto Humboldt, kas atbild par Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Komentēt";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Contact Support";

/* label for contact support action in settings. */
"Contact support" = "Sazināties ar atbalsta dienestu";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Satura licences";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Kopēt zinātnisko nosaukumu";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Neizdevās piekrist";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Neizdevās pievienot projektam ar nosaukumu: %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Neizdevās noteikt atrašanās vietu";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Pievieno novērojumu...";

/* intro to credits section. */
"Credits" = "Nopelni";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Danger Zone";

/* Header for data quality section of obs detail */
"Data Quality" = "Datu kvalitāte";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Data Transfer";

/* No comment provided by engineer. */
"Default" = "Noklusējuma";

/* button title to delete account */
"Delete Account" = "Delete Account";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Dzēst lejupielādēto";

/* No comment provided by engineer. */
"Delete Error" = "Dzēšanas kļūda";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Delete Local Database and Try Again";

/* text of delete obs button */
"Delete Observation" = "Dzēst novērojumu";

/* Deletes pending sync. */
"Deletes To Sync" = "Jāpabeidz sinhronizācija, lai izdzēstu";

/* title for description section of the guide screen */
"DESCRIPTION" = "APRAKSTS";

/* Title for confirm new observation details view */
"Details" = "Dati";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Didn't send crash support email - please contact help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Nerādīt ieteikumus";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Ziedot iNaturalist kopienai";

/* title for done button */
"Done" = "Done";

/* No comment provided by engineer. */
"Download" = "Lejupielādēt";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Lejupielādēt lietošanai bezsaistē";

/* No comment provided by engineer. */
"Download not available" = "Lejupielāde nav pieejama";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Lejupielādēts";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Lejupielādē...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ekvadora: Instituto Nacional de Biodiversidad (INABIO), kas atbild par iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Redaktors";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Vai nu radās kļūda serverī, vai arī šis padoms vairs nav pieejams.";

/* label for email field in settings */
"Email" = "E-pasts";

/* Title for error alert */
"Error" = "Kļūda";

/* failure title when changing a setting. */
"Error changing setting." = "Mainot iestatījumus, radās kļūda.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Lādējot novērojumus, radās kļūda.";

/* error loading leaderboard title */
"Error loading leaderboard" = "Lādējot ranga tabulu, radās kļūda.";

/* basis for a suggestion */
"Expected Nearby" = "Expected Nearby";

/* No comment provided by engineer. */
"Explore" = "Izzināt";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Failed to delete database. Please contact help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Neizdevās lejupielādēt padomus";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Neizdevās pieslēgties iNaturalist kontam. Lūdzu, mēģini vēlreiz.";

/* title of alert when sound recording fails */
"Failed to Record" = "Ierakstīšana neizdevās";

/* No comment provided by engineer. */
"Failed to save guide" = "Neizdevās saglabāt padomu";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Neizdevās sagatavot skaņas ierakstīšanu";

/* No comment provided by engineer. */
"Faved" = "Pievienots izlasei";

/* No comment provided by engineer. */
"Faves" = "Faves";

/* No comment provided by engineer. */
"Featured" = "Piedāvātie";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Neizdevās iegūt autentifikācijas marķieri. Lūdzu, sazinies ar help@inaturalist.org un vēlāk mēģini vēlreiz.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Ielādē jaunākos novērojumus norādītajā kartes nogabalā";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Ielādē jaunākos novērojumus visā pasaulē";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Atrast manus novērojumus";

/* No comment provided by engineer. */
"Find observations near me" = "Atrast novērojumus manā tuvumā";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Meklē tavu atrašanās vietu...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Aizmirsi paroli?";

/* Geoprivacy button title */
"Geoprivacy" = "Ģeoprivātums";

/* No comment provided by engineer. */
"Go Back" = "Atgriezties";

/* Button to dismiss a tutorial screen */
"Got It" = "Skaidrs";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grieķija: iSea, kas atbild par iNaturalist Greece (greece.inaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Guide download error" = "Padomus neizdevās lejupielādēt";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Padomu autoram jāiespējo šī funkcija.";

/* accessibility label for guides button */
"Guides" = "Padomi";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Padomus rada un ar tiem savā starpā dalās iNaturalist kopiena.";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Padomos atrodami sugu saraksti";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Has Photos";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Has Sounds";

/* Title for help section of settings. */
"Help" = "Palīdzība";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Labākie minējumi:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "I consent to allow my personal information to be transferred to the United States of America.";

/* Title of identification failure alert */
"Identification Failed" = "Identifikācija nav izdevusies";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identifikācijas taksons";

/* No comment provided by engineer. */
"Identifications" = "Identifikācijas";

/* No comment provided by engineer. */
"Identifiers" = "Identificētāji";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Ja ievadītā e-pasta adrese ir saistīta ar iNaturalist kontu, uz šo e-pasta adresi tiks nosūtīta saite ar paroles maiņas formu.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Ja vēlies ierakstīt novērojumu ar audio failu, nāksies piešķirt iNaturalist lietotnei atļauju izmantot mikrofonu.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Neizdevās izveidot attēlu repozitoriju";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Neizdevās saglabāt attēlu repozitoriju";

/* No comment provided by engineer. */
"in project '%@'" = "projektā '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist doesn't have permission to access your camera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist has been restricted from camera access.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist tīkls";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist vietas";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist izmanto Joseph Wain radītās Glypish ikonas, Ben Sperry izstrādātās ionicons ikonas, kā arī Luis Prado un Roman Shlyakov izveidotās Noun Project ikonas. Izsakām vislielāko pateicību Cocoapods kopienai un sadarbības partneriem mūsu atvērtā pirmkoda kopienā. Skatīt: https://github.com/inaturalist/INaturalistIOS";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nepareizs lietotājvārds vai parole.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "Nepieciešams interneta pieslēgums";

/* No comment provided by engineer. */
"Internet required" = "Nepieciešams internets";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Iepazīstinām ar automātisko augšupielādi!";

/* Invalid date alert title */
"Invalid Date" = "Nederīgs datums";

/* Error for bad email when making account. */
"Invalid Email Address" = "Nederīga e-pasta adrese";

/* Unknown invalid input */
"Invalid input" = "Nederīgi dati";

/* No comment provided by engineer. */
"Invalid Location" = "Nederīga atrašanās vieta";

/* Error for bad username when making account. */
"Invalid Username" = "Nederīgs lietotājvārds";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Izraēla: University of Haifa, kas atbild par iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN II kategorijas atrašanās vietas nodrošina IUCN un UNEP-WCMC (2015), Pasaules aizsargājamo teritoriju datubāze (WDPA) [On-line], [11/2014], Kembridža, Apvienotā Karaliste: UNEP-WCMC. Pieejams: www.protectedplanet.net.";

/* Join project button */
"Join" = "Pievienoties";

/* join iNat network partner alert title */
"Join %@?" = "Pievienoties %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Piedalies projektos, lai tiem pievienotu jaunus novērojumus";

/* No comment provided by engineer. */
"Joined" = "Pievien.";

/* No comment provided by engineer. */
"Joining..." = "Pievienojas...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Platums: %1$.5f Augstums: %2$.5f Precizitāte: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Platums: %1$@, augstums: %2$@, precizitāte: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Rangu tabula";

/* button to learn more about inat account policies */
"Learn More" = "Learn More";

/* learn more (about network partner changes) button text */
"Learn more" = "Uzzināt vairāk";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Uzzināt vairāk par datu kvalitāti";

/* Leave project button */
"Leave" = "Iziet";

/* No comment provided by engineer. */
"Leaving..." = "Iziet...";

/* The license of the species guide */
"License" = "Licence";

/* List layout on explore tab */
"List" = "List";

/* No comment provided by engineer. */
"Loading..." = "Ielādē...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Atrašanās vietas ielādes kļūda";

/* No comment provided by engineer. */
"Location Services Denied" = "Atrašanās vietas pakalpojumi ir atspējoti";

/* No comment provided by engineer. */
"Location Services Restricted" = "Atrašanās vietas pakalpojumi ir ierobežoti";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Pieslēgties";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Pieslēgties vai reģistrēties";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Pieslēdzies un augšupielādē novērojumu, lai ieslēgtu komentārus un identificēšanas funkciju.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Pieslēdzies, lai iespējotu izlases funkciju.";

/* Notice while we're logging in */
"Logging in..." = "Logging in...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Meklēt sugu pēc nosaukuma";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Meklēt sugas nosaukumu";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Izskatās, ka radusies kļūda: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Izskatās, ka tev nav novērojumu.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Patīk iNat? Novērtē mūsu lietotni!";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luksemburga: Luxembourg National Museum of Natural History (MnhnL), kas atbalsta iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Pārbaudi, vai iNat ir piekļuve tavai atrašanās vietai vai pagaidi, lai GPS to ielādē.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Izdzēst lejupielādi";

/* Map layout on explore tab */
"Map" = "Map";

/* No comment provided by engineer. */
"Map of Observations" = "Novērojumu karte";

/* Placeholder text for not logged title on me tab. */
"Me" = "Es";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Meksika: Comisión nacional para el conocimiento y uso de la biodiversidad  (CONABIO), kas atbild par NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migrācija neizdevās";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Radās problēma ar migrāciju";

/* No comment provided by engineer. */
"Missing Date" = "Trūkst datuma";

/* No comment provided by engineer. */
"Missing Location" = "Trūkst atrašanās vietas";

/* No comment provided by engineer. */
"Missing Required Field" = "Laukā trūkst datu";

/* No comment provided by engineer. */
"My Content" = "Mans saturs";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "ar nosaukumu '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "ar nosaukumu '%@'";

/* No comment provided by engineer. */
"Nearby" = "Tuvumā";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Tuvumā novēroto indivīdu minējumu filtrs";

/* needs id data quality */
"Needs ID" = "Nepieciešama ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Jāpievērš uzmanība";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Nepieciešams pieslēgums tīklam";

/* No comment provided by engineer. */
"Network unavailable" = "Pieslēgums tīklam nav pieejams";

/* No comment provided by engineer. */
"Network Unavailable" = "Pieslēgums tīklam nav pieejams";

/* decline to change cemra permissions button title */
"Never mind" = "Neņem vērā!";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "new activity";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Apmeklē iNaturalist pirmo reizi? Izveido savu kontu!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Jaunzēlande: New Zealand Biodiversity Recording Network, kas atbild par iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Ziņas";

/* Confirm a new photo */
"NEXT" = "TĀLĀK";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Nē";

/* No comment provided by engineer. */
"No description" = "Bez apraksta";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Nav iNaturalist rezultātu";

/* place guess when we have no location information */
"No location" = "Nav atrašanās vietas";

/* No comment provided by engineer. */
"No matching taxa" = "Taksoni nav atrasti";

/* Title for No Media button in media picker */
"No Media" = "No Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Nav atļauta piekļuve mikrofonam";

/* No comment provided by engineer. */
"No network connection." = "Nav tīkla savienojuma.";

/* No comment provided by engineer. */
"No network connection. :(" = "Nav tīkla savienojuma. :(";

/* Header observation count title when there are none. */
"No Observations" = "Nav novērojumu";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Kartes nogabalā nav novērojumu.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Nav atrasts neviens novērojums.";

/* No comment provided by engineer. */
"No observations yet." = "Vēl neviens novērojums nav pievienots.";

/* accessibility label for no photo button */
"No Photo" = "Nav fotogrāfiju";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Nav ne fotogrāfiju, ne audiofailu, ne identifikāciju";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Šāda veida organismi nav atrasti. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Lietotājs nav atrasts. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Vieta nav atrasta. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Projekts nav atrasts. :(";

/* No comment provided by engineer. */
"No Thanks" = "Nē, paldies!";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Vēl nav jaunumu. Pārbaudi vēlāk!";

/* No comment provided by engineer. */
"No URL configured" = "URL vietrādis nav iestatīts";

/* do not change network partner button */
"No, don’t change my affiliation" = "Nē, nepievienot mani citam iNaturalist partnerim";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "BEZ FOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Neviens, visas tiesības paturētas";

/* No comment provided by engineer. */
"Not Allowed" = "Nav atļauts";

/* 403 unauthorized title */
"Not Authorized" = "Nav autorizācijas";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Piezīmes";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Nov.";

/* obscured geoprivacy */
"Obscured" = "Noslēpts";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observation %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Novērojuma lauka validācijas kļūda: %@";

/* No comment provided by engineer. */
"Observations" = "Novērojumi";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Novērojumi: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Novērojumi: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Pievienot nov.";

/* No comment provided by engineer. */
"Observers" = "Novērotāji";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Izslēgta";

/* No comment provided by engineer. */
"OK" = "Labi";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Ieslēgta";

/* Title error with oops text. */
"Oops" = "Ak nē!";

/* open geoprivacy */
"Open" = "Publiska";

/* No comment provided by engineer. */
"Open link in Safari" = "Atvērt saiti Safari pārlūkā";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Atvērt iestatījumus";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente, kas atbild par iNaturalistPa (panama.inaturalist.org)";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Parolēm jāsastāv no vismaz sešiem simboliem.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pauze";

/* No comment provided by engineer. */
"Paused" = "Nopauzēts";

/* No comment provided by engineer. */
"Permission denied" = "Pieeja liegta";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Personal Information";

/* Title for Photo Library button in media picker */
"Photo Library" = "Attēlu krātuve";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Ielādējot foto, radās kļūda.";

/* Title for photo save error alert msg */
"Photo Save Error" = "Saglabājot foto, radās kļūda.";

/* Title for photos error alert msg */
"Photos Error" = "Foto sadaļas kļūda";

/* accessibility label for pick from library button */
"Pick from Library" = "Atlasīt no bibliotēkas";

/* No comment provided by engineer. */
"Placeholder" = "Vietturis";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Uzmanību: novērojumi tiks automātiski iekļauti kolekciju projektos, ja tie atbildīs prasībām.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Lūdzu, izvēlies derīgu atrašanās vietu.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Lūdzu, pamēģini vēlreiz pēc neilga brīža.";

/* failure message when the user should just try again. */
"Please try again later." = "Lūdzu, mēģini vēlreiz nedaudz vēlāk.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Lūdzu, atļauj piekļuvi kamerai, lai fotografētu iNaturalist lietotnē.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Lūdzu, augšupielādē, lai noteiktu datu kvalitāti.";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugāle: Associação Biodiversidade Para Todos, kas atbild par Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Publicējis:";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Dot priekšroku neizsekošanai";

/* title for consent screen */
"Privacy" = "Privacy";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Privātuma politika";

/* private geoprivacy */
"Private" = "Privāta";

/* choose projects button title. */
"Projects" = "Projekti";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projekti ir novērojumu kolekcijas ar kopēju mērķi";

/* No comment provided by engineer. */
"Pull to Refresh" = "Novelc uz leju, lai pārlādētu";

/* Rank in an ordered list */
"Rank" = "Kategorija";

/* action to re-download a species guide from the server */
"Re-download" = "Lejupielādēt no jauna";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Ierakstīt";

/* Title for Record sound button in media picker */
"Record Sound" = "Ierakstīt audio";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Ierakstīšanas līmenis (no 0 līdz 1)";

/* Title for sound recording screen */
"Recording Sound" = "Ieraksta audio...";

/* No comment provided by engineer. */
"Remove active search filters" = "Remove active search filters";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remove current map area filter";

/* No comment provided by engineer. */
"Remove my profile photo" = "Dzēst profila attēlu";

/* No comment provided by engineer. */
"Removing..." = "Dzēš...";

/* No comment provided by engineer. */
"RESEARCH" = "PĒTNIECĪBA";

/* research data quality */
"Research Grade" = "Pētniecības līmenis";

/* No comment provided by engineer. */
"Restricted to current map area" = "Rāda novērojumus tikai pašreiz aktivizētajā kartes nogabalā";

/* No comment provided by engineer. */
"Resuming" = "Turpina...";

/* Retake a photo */
"RETAKE" = "ATKĀRTOT";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Pārslēgt kameru";

/* Title for save new observation button */
"SAVE" = "SAGLABĀT";

/* No comment provided by engineer. */
"Save Anyway" = "Saglabāt tik un tā";

/* Done button for recording observation sounds */
"Save Recording" = "Saglabāt ierakstu";

/* No comment provided by engineer. */
"Saving..." = "Saglabā...";

/* No comment provided by engineer. */
"Search" = "Meklēt";

/* placeholder for guide search field */
"Search for guide named..." = "Meklēt padomu ar nosaukumu:";

/* placeholder for project search field */
"Search for project named..." = "Meklēt projektu ar nosaukumu:";

/* No comment provided by engineer. */
"Searching for organisms..." = "Meklē organismus...";

/* No comment provided by engineer. */
"Searching for people..." = "Meklē lietotājus...";

/* No comment provided by engineer. */
"Searching for place..." = "Meklē vietu...";

/* No comment provided by engineer. */
"Searching for project..." = "Meklē projektu...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Meklē jaunākos novērojumus izvēlētajā kartes nogabalā";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Meklē jaunākos novērojumus visā pasaulē";

/* No comment provided by engineer. */
"seen at '%@'" = "redzēts vietā: '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "redzējis: '%@'";

/* default select title */
"Select" = "Atlasīt";

/* select taxon title */
"Select \"%@\"" = "Atlasīt \"%@\"";

/* title for date selector */
"Select Date" = "Atlasīt datumu";

/* title for geoprivacy selector */
"Select Privacy" = "Atvērt privātuma iestat.";

/* No comment provided by engineer. */
"Selected Observation" = "Izvēlētais novērojums";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Atlasīt profila attēlu";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Notiek iNaturalist konta izveidošana...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Iestatījumi";

/* No comment provided by engineer. */
"Share" = "Share";

/* Title for share new observation button */
"SHARE" = "DALĪTIES";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Dalīties ar saviem novērojumiem kopienā.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Iepirkties iNat veikalā";

/* label for show common names switch in settings */
"Show common names" = "Rādīt tautā pieņemtos nosaukumus";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Rādīt tikai tuvumā novērotos indivīdus";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Vispirms rādīt zinātnisko nosaukumu";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign out" = "Izrakstīties";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Reģistrēties";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Reģistrējies tagad!";

/* No comment provided by engineer. */
"Signing Out" = "Izrakstās...";

/* skip button title */
"Skip ›" = "Izlaist ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* No comment provided by engineer. */
"Somewhere..." = "Kaut kur...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Kārtot";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Avots: Vikipēdija, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Sugas";

/* species count on the explore leaderboard. */
"Species: %ld" = "Sugas: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Sugas: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistika";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Apturēt augšupielādi";

/* No comment provided by engineer. */
"Suggest ID" = "Izteikt minējumus par ID";

/* label for suggest species switch in settings */
"Suggest species" = "Sugas noteikšana";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Minējumi, kas balstīti uz iNaturalist kopienas novērojumiem un identifikācijām, tajā skaitā  %1$@, %2$@, %3$@ u.c.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Minējumi, kas balstīti uz iNaturalist kopienas novērojumiem un identifikācijām.";

/* Title of me header when syncing. */
"Syncing..." = "Sinhronizējas…";

/* Category of iOS standard places for place search */
"System Places" = "Sistēmas vietas";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "KATEGORIJAS";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Uzņemt foto";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Paskaidro savu izvēli";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Lietošanas noteikumi";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Thank you for contacting iNat support. We'll get back to you as soon as we can.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "The entered text doesn't match.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Šim projektam vēl nav neviena novērojuma. Pārbaudi vēlreiz vēlāk!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "There is no way to have an iNaturalist account without storing personal information in the United States.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "There is no way to have an iNaturalist account without storing personal information.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "There was an error launching iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Radās neparedzēta kļūda.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "iNaturalist kopiena nobalsoja, lai šo novērojumu pievienotu hobija līmeņa novērojumiem.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "iNaturalist kopiena šo novērojumu pievienoja hobija līmeņa novērojumiem, jo organisms ir nebrīvē vai kultivēts.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Lai novērojums iegūtu pētniecības līmeni, tam jāpievieno datums.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Lai novērojums iegūtu pētniecības līmeni, jānorāda atrašanās vieta.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Lai novērojums iegūtu pētniecības līmeni, jāsaņem precīzāka ID ar vairāku identificētāju viedokli.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Lai novērojums iegūtu pētniecības līmeni, jāpievieno fotogrāfija.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Lai novērojums iegūtu pētniecības līmeni, nepieciešams vairāk iNat kopienas sniegto identifikāciju.";

/* No comment provided by engineer. */
"This project has no description." = "Projektam nav apraksta.";

/* No comment provided by engineer. */
"This project has no title." = "Projektam nav nosaukuma.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Šī darbība no projekta izdzēsīs arī tavus novērojumus.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Gadījumā, ja sinhronizācija ar iNaturalist.org nebūs vēl notikusi, šī darbība izdzēsīs no lietotnes visas tevis radītās izmaiņas un precizējumus.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Ar šo funkciju var lejupielādēt %@ datus, lai varētu apskatīt padomus bez interneta pieslēguma.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Laika periods";

/* No comment provided by engineer. */
"Timeout" = "Noildze";

/* project title header */
"Title" = "Nosaukums";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Standarta projekts";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Pamēģini nākamreiz, kad būs pieejams interneta pieslēgums.";

/* button title to turn on autoupload */
"Turn On" = "Ieslēgt";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Ieslēdz automātisko augšupielādi, lai novērojumus automātiski augšupielādētu iNaturalist datubāzē.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Jumta projekts";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Novērojumam neizdevās pievienot identifikāciju. Lūdzu, pamēģini vēlreiz vēlāk.";

/* No comment provided by engineer. */
"Unable to find location" = "Neizdevās sameklēt atrašanās vietu";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Neizdevās sameklēt atrašanās vietas nosaukumu";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Novērojumu neizdevās identificēt, kā šo sugu. Lūdzu, pamēģini vēlreiz vēlāk.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Neizdevās augšupielādēt iNaturalist lapā, \"error 401 unauthenticated\". Lūdzu, sazinies ar help@inaturalist.org un mēģini vēlāk.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Apvienotā Karaliste: National Biodiversity Network Trust, kas atbild par iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Nezināms";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Nezināms autors";

/* Message body when we don't know the error */
"Unknown error" = "Nezināma kļūda";

/* Unknown error */
"Unknown error while making an identification." = "Pievienojot identifikāciju, radās nezināma kļūda.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Nezināma kļūda: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Ieraksts bez nosaukuma";

/* Title for progress view when migrating db */
"Updating database..." = "Atjauno datubāzi...";

/* No comment provided by engineer. */
"Updating..." = "Atjauno...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Augšupielādēt";

/* No comment provided by engineer. */
"Upload Error" = "Augšupielādes kļūda";

/* upload failed alert title */
"Upload Failed" = "Augšupielāde neizdevās";

/* No comment provided by engineer. */
"Upload this observation" = "Upload this observation";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Augšupielādē novērojumu, lai ieslēgtu komentārus un identificēšanas funkciju.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Augšupielādē novērojumu, lai iespējotu izlasi.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Augšupielādē...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Lietotājvārds";

/* users can login with their username or their email address. */
"Username or email" = "Lietotājvārds vai e-pasts";

/* Title for version section of settings. */
"Version" = "Versija";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video apmācības";

/* button to view privacy policy */
"View Privacy Policy" = "View Privacy Policy";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Skatīt minējumus";

/* button to view terms of use */
"View Terms of Use" = "View Terms of Use";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Apmeklē %@, lai izveidotu savus projektus.";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Apmeklē iNaturalist.org, lai izveidotu savus padomus";

/* basis for a species suggestion */
"Visually Similar" = "Vizuāli līdzīgs";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visually Similar / Expected Nearby";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Gaida augšupielādi...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Pateicamies crowdin.com kopienai par tulkojumiem. Liels paldies lietotājiem: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. Lai pievienotos iNaturalist iOS tulkotāju komandai, apmeklē: https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "iOS nav mums snieguši atļauju izmantot tavas atrašanās vietas informāciju.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Neizdevās iegūt attēlus no iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Neesam pietiekami pārliecināti, lai ieteiktu sugu, bet šie ir mūsu labākie minējumi.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Esam diezgan pārliecināti, ka organisms pieder grupai ar nosaukumu: %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Kas tas bija?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Ko nozīmē \"nebrīvē / kultivēts\"?";

/* No comment provided by engineer. */
"Which organism?" = "Kāds organisms?";

/* No comment provided by engineer. */
"Which person?" = "Kurš cilvēks?";

/* No comment provided by engineer. */
"Which place?" = "Kur?";

/* No comment provided by engineer. */
"Which project?" = "Kurš projekts?";

/* No comment provided by engineer. */
"Whoops" = "Ak vai!";

/* Default upload failure alert title. */
"Whoops!" = "Ak vai!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Ja nenorādīsi datumu, citiem var rasties grūtības precīzi identificēt šo novērojumu. Bez datuma tas arī nekad netiks pievienots pētniecības līmenim.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Ja nenorādīsi atrašanās vietu, citiem var rasties grūtības precīzi identificēt šo novērojumu. Bez atrašanās vietas tas arī nekad netiks pievienots pētniecības līmenim.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Jāpievieno vismaz viena fotogrāfija vai audiofails, lai citiem būtu vieglāk palīdzēt tev identificēt šo novērojumu.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Vai vēlies nosūtīt savu ziņojumu par migrāciju uz help@inaturalist.org, lai to atkļūdotu?";

/* positive response to binary choice, yes or no */
"Yes" = "Jā";

/* change network partner button */
"Yes, change my affiliation" = "Jā, pievienot mani citam iNaturalist partnerim";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Jā, izdzēst novērojumu";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Yes, license my content so scientists can use my data.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Savu piederību kopienām var mainīt ne biežāk par vienu reizi dienā.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Tev nav nepieciešamās atļaujas, lai veiktu šo darbību. Iespējams, ka tava konta darbība ir uz laiku apturēta. Lūdzu, sazinies ar help@inaturalist.org.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Tev nav nepieciešamās atļaujas, lai veiktu šo darbību. Iespējams, ka tava konta darbība ir uz laiku apturēta. Lūdzu, sazinies ar help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Šīs darbības veikšanai nepieciešams interneta pieslēgums.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Lai augšupielādētu datus iNaturalist.org lapā, nepieciešams interneta pieslēgums.";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Pieslēdzies, lai atvērtu projektus.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Pieslēdzies, lai veiktu šo darbību.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Pieslēdzies, lai sinhronizētu lietotāju projektus.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Lai augšupielādētu, jāpieslēdzas.";

/* No comment provided by engineer. */
"You must be logged in!" = "Jāpieslēdzas!";

/* Account is required error message */
"You must be logged in." = "Jāpieslēdzas!";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Pieslēdzies, lai pievienotos projektam.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "You must re-authenticate to delete your account.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Pieslēdzies, lai veiktu šo darbību.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Jaunumus saņemsi tikai tad, kad būsi augšupielādējis kādu novērojumu.";

/* Title for account section of settings. */
"Your Account" = "Tavs konts";

/* account deletion confirmation msg */
"Your account has been deleted." = "Your account has been deleted.";

/* No comment provided by engineer. */
"Your Guides" = "Tavi padomi";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again.";

/* Placeholder for free text observation field value */
"Your response here" = "Raksti atbildi šeit";
